[
    {
        "name": "A1",
        "value": "James Smith \nTerry Smith"
    },
    {
        "name": "A2",
        "value": "69 Newhouse Crescent \nWatford \nWD171DU"
    },
    {
        "name": "A3",
        "value": "John Burrows, AssocRICS \nRICS Registered Valuer \n Date: 30th April 2020"
    },
    {
        "name": "A4",
        "value": "HouzeCheck.com \nRegistered as HouzeCheck Limited \nCompany Number: 11223619"
    },
    {
        "name": "B1",
        "value": "James Smith \nTerry Smith"
    },
    {
        "name": "B2",
        "value": "To prepare a Residential Valuation Report, which will be used to determine the present condition, market value of the property for private valuation Shared Ownership purposes."
    },
    {
        "name": "B3",
        "value": "69 Newhouse Crescent \nWatford \nWD171DU"
    },
    {
        "name": "B4",
        "value": "The property is to be valued as Freehold. \nThe property was occupied and fully furnished at the time of our inspection."
    },
    {
        "name": "B5",
        "value": "The property was inspected on Thursday 5th January 2020."
    },
    {
        "name": "B6",
        "value": "The weather at the time of our inspection was dry and humid."
    },
    {
        "name": "C1",
        "value": "There were no restrictions on the date of my inspection. \nFloor coverings in all rooms prevented the direct examination of the floor surfaces below. The property was fully furnished on the day of my inspection. \n New comments cannot be made on areas that were covered, concealed or not visible."
    },
    {
        "name": "C2",
        "value": "A three-bedroom flat, converted in 2019."
    },
    {
        "name": "C3",
        "value": "The property is surrounded by residential houses, with access to main roads. \nThe property is within walking distance of local amenities such as schools, health clinic and shops."
    },
    {
        "name": "C4",
        "value": "Second Floor: Entrance hall, Kitchen/living room, 2 bedrooms, 1 Bathroom/wc, En suite shower/wc"
    },
    {
        "name": "C5",
        "value": "The property has no parking. \nThe property has a private rear balcony."
    },
    {
        "name": "C6",
        "value": "Walls:    Cavity brick \nRoof:    Pitched and tiled \nFloors: Timber suspended \nJoinery: Upvc windows"
    },
    {
        "name": "C7",
        "value": "The property is connected to mains utility services of water, drainage, gas and electricity. \nThere is a gas central heating system within the property."
    },
    {
        "name": "C8",
        "value": "Your legal advisor should confirm that the roads leading to the property are adopted by the local highways. A public, or adopted road is a road maintained by the council."
    },
    {
        "name": "D1",
        "value": "The property looked to be in a structurally good condition and has been maintained to a reasonable standard.\nThe property did not appear to be in need of any major repairs other than usual on-going maintenance.\nThe internal fittings, bathroom and kitchen are in good condition with no signs of serious deterioration.\nThe decoration is to a good standard throughout the property. The floor coverings looked in a good condition."
    },
    {
        "name": "D2",
        "value": "These matters are normally covered by legal advisers during pre-contract enquiries and local searches.I am not aware of any planning, highway or other proposals in the neighbourhood which are likely to affect the property."
    },
    {
        "name": "D3",
        "value": "Legal advisers usually cover legal matters during pre-contract enquiries and local searches. The property does not appear to be in breach of any planning or building regulations.\nThe property is under a 'Help to Buy' scheme with Target HCA. There is approximately 142 years lease remaining.\nThere is a service charge and ground rent of approx. £1,100 payable per year, on the property."
    },
    {
        "name": "D4",
        "value": "The local property market could be described as decreasing in value and stagnant at present. I have undertaken an analysis of three comparable properties all within 1.5km of the subject property to assist in determining my final valuation. \nI note that the subject property has been sold subject to contract at 305K. I also note that the adjacent flat which is identical, has been sold subject to contract at 282.5K.\nRICS UK Residential Market Survey results showed the year ending 2018, on a weak note. Political uncertainty is increasingly being cited as a constraint on the market, alongside the well-established challenges around affordability and a lack of stock available for purchase."
    },
    {
        "name": "E1",
        "value": ""
    },
    {
        "name": "E1.1",
        "value": "25 New Court \n2-bedroom flat \n76m2 \nAllocated parking \nGood condition \nHMLR Feb 2019 - 278K \nAdjusted Valuation - 306K"
    },
    {
        "name": "E1.2",
        "value": "4 Laker Court \n3-bedroom flat \n86m2 \nNo parking \nPoor condition \nHMLR Sep 2019 - 312K \nAdjusted Valuation - 320K"
    },
    {
        "name": "E1.3",
        "value": "9 Lake View Court \n1-bedroom flat \n69m2 \nNo parking \nExcellent condition \nHMLR Sep 2018 - 290 \nAdjusted Valuation - 300K"
    },
    {
        "name": "E2",
        "value": "Gross Internal floor area:90m2."
    },
    {
        "name": "E3",
        "value": "I consider the property to have a current market value of £305,000 ( Three Hundred and Five Thousand Pounds)."
    },
    {
        "name": "E4",
        "value": "This report is subject to the attached Terms and Conditions.\n\nWe have not carried out a Building Survey, nor have we inspected those parts of the property, which are covered, unexposed or inaccessible and such parts have been assumed to be in good repair and condition. We cannot express an opinion about or advise upon the condition of any parts not inspected, and this report should not be taken as making any implied representation or statement about such parts.\nWe confirm the following:\n1. We are experienced in valuing this type of property in the area.\n2. We have professional indemnity insurance (£1,000,000).\n3. We confirm that our firm was not involved with the original purchase or has undertaken any fee earning work on the property over the last 24 months for the vendor.\n4. We confirm that our firm is not acting for the client or associated companies on any other property matters.\n5. This Valuation Report is valid for three months from the date of the report."
    },
    {
        "name": "F1",
        "value": ""
    },
    {
        "name": "F2",
        "value": "John Burrowsn\n\nRICS Registered Valuer HouzeCheck.com\n54 Clardendon Road, Watford, WD17 1DU \n25th March 2020"
    }
]